[
    {
        "name": "Spaghetti Bolognese",
        "Składniki": "Mięso mielone, cebula, czosnek, pomidory, spaghetti, sól, pieprz",
        "Instrukcje": [
            "Podsmaż cebulę i czosnek, dodaj mięso mielone i smaż, aż będzie złotobrązowe.",
            "Dodaj pokrojone pomidory i gotuj na małym ogniu przez kilka minut.",
            "Dopraw solą i pieprzem.",
            "Ugotuj spaghetti zgodnie z instrukcjami na opakowaniu.",
            "Podawaj sos Bolognese na spaghetti."
        ],
        "Recenzja": "Rawr! To danie było dino-wspaniałe! Mięso było przepyszne, a sos pomidorowy fantastyczny. Nie mogłem się powstrzymać przed dokładką."
    },
    {
        "name": "Fettuccine Alfredo",
        "Składniki": "Makaron fettuccine, masło, śmietana, ser parmezan, sól, pieprz",
        "Instrukcje": [
            "Ugotuj makaron fettuccine zgodnie z instrukcjami na opakowaniu.",
            "Rozpuść masło w garnku i dodaj śmietanę. Gotuj na małym ogniu, mieszając.",
            "Dodaj starty ser parmezan i mieszaj, aż sos zgęstnieje.",
            "Dopraw solą i pieprzem.",
            "Nalij sos na ugotowany fettuccine i posyp dodatkowym serem parmezan."
        ],
        "Recenzja": "Roar! Ten kremowy makaron był dino-pyszny. Ser i masło sprawiły, że moje kubki smakowe tańczyły z radości!"
    },
    {
        "name": "Penne alla Vodka",
        "Składniki": "Makaron penne, cebula, czosnek, koncentrat pomidorowy, śmietana, wódka, sól, pieprz",
        "Instrukcje": [
            "Ugotuj makaron penne zgodnie z instrukcjami na opakowaniu.",
            "Podsmaż cebulę i czosnek, dodaj koncentrat pomidorowy i wódkę, a następnie dusz przez chwilę.",
            "Wlej śmietanę i gotuj, aż sos zgęstnieje.",
            "Dopraw solą i pieprzem.",
            "Podawaj sos na ugotowanym penne."
        ],
        "Recenzja": "Rawr! Sos wódka na tym penne był dino-fantastyczny! Miał odpowiednią kremowość i smak. Roar-szawy sukces!"
    },
    {
        "name": "Lasagna",
        "Składniki": "Naleśniki lasagne, mięso mielone, sos pomidorowy, ser ricotta, ser mozzarella, jajka, sól, pieprz",
        "Instrukcje": [
            "Usmaż mięso mielone, dodaj sos pomidorowy i dusz.",
            "W misce wymieszaj ser ricotta, ser mozzarella, jajka, sól i pieprz.",
            "Układaj warstwy naleśników lasagne, sosu mięsnego i mieszanki serów w naczyniu żaroodpornym.",
            "Powtarzaj warstwy, aż skończą się składniki.",
            "Piecz w piekarniku, aż lasagna będzie złocista i puszysta."
        ],
        "Recenzja": "Roar! Ta lasagna była dino-feerią! Warstwy pysznego sera i aromatycznego sosu mięsnego. To prawdziwy prehistoryczny klasyk!"
    },
    {
        "name": "Carbonara",
        "Składniki": "Spaghetti, jajka, boczek, ser parmezan, czosnek, sól, pieprz",
        "Instrukcje": [
            "Ugotuj spaghetti zgodnie z instrukcjami na opakowaniu.",
            "Usmaż boczek i czosnek na patelni.",
            "W misce połącz jajka, starty ser parmezan, sól i pieprz.",
            "Odsącz spaghetti i wymieszaj je z mieszanką jajeczną i boczkiem, następnie podawaj natychmiast."
        ],
        "Recenzja": "Rawr! Ta carbonara była dino-pyszna! Kremowy sos i chrupiący boczek to doskonałe połączenie. Pożarłem to!"
    },
    {
        "name": "Macaroni and Cheese",
        "Składniki": "Makaron elbow, masło, mąka, mleko, ser cheddar, sól, pieprz",
        "Instrukcje": [
            "Ugotuj makaron elbow zgodnie z instrukcjami na opakowaniu.",
            "Rozpuść masło w garnku, dodaj mąkę i mieszaj, aż powstanie gładka masa.",
            "Stopniowo dodawaj mleko, mieszając, aż sos zgęstnieje.",
            "Dodaj starty ser cheddar i mieszaj, aż będzie gładki.",
            "Dopraw solą i pieprzem, a następnie polej makaron sosem serowym."
        ],
        "Recenzja": "Roar! To makaron z serem było dino-fantastyczne! Sos serowy był nieziemski. Będę go jeść jeszcze i jeszcze!"
    }
]
